---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProfileOffsetY
source: html/aaec22f7-2491-5397-9be5-30b77d600cf5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProfileOffsetY Property

"Vertical Profile Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId ProfileOffsetY { get; }
```